
[
    {
      "_id": "625b0937ef450424b7ce3323",
      "index": 0,
      "balance": "456",
      "picture": "https://i.ibb.co/bz5ZsJ1/service1.jpg",
      "about": "This could be the most important exercise there is for lower-back health and developing an impressive set of glutes. Any seasoned lifter will tell you they’re truly impressed by a good set of legs, and a butt usually comes with it. Also, this move helps to make the hamstrings more flexible, meaning less back pain after sitting all day.",
      "name": "Dumbbell romanian deadlift"
    },
    {
      "_id": "625b09379ecc6bc01fb2e32f",
      "index": 1,
      "balance": "600",
      "picture": "https://i.ibb.co/KDF0nYV/pexels-cliff-booth-4058376-1.jpg",
      "about": "Boxing is one of the toughest but most effective workouts, and professional boxers at the top of their game are some of the fittest athletes in the world. You don’t have to be a professional boxer or even take on opponents to reap the fitness benefits of boxing. Without even stepping foot in a ring, regular heavy bag workouts, speed bag drills, and shadowboxing can get you in great shape. But, just like Mayweather and the other champion fighters,",
      "name": "Boxing exercise"
    },
    {
      "_id": "625b0937883feb848dfc9e73",
      "index": 2,
      "balance": "233",
      "picture": "https://i.ibb.co/NKT1htP/pexels-sabel-blanco-1544774-1.jpg",
      "about": "To help you hone your skills, we tapped some top fighters to act as your cornermen. Hit these workouts to improve your punching power — and you'll have a new outlet to de-stress on even your most frustrating days. Just make sure you throw on some wraps or gloves like these from Sanabul before you attack the bag to keep your hands in good health.",
      "name": "Hook Punch"
    },
    {
      "_id": "625b0937bd8a8f5b08a75acc",
      "index": 3,
      "balance": "100",
      "picture": "https://i.ibb.co/jv1C9BG/pexels-julia-larson-6455778-1.jpg",
      "about": "Battle ropes are no passing fad. They’ve been around since the mid-noughties and interest has steadily increased to the point where nearly all gyms have a set. And there’s a good reason for such widespread adoption. Throwing these thick, heavy ropes about does more than look impressive – it’s a ruthlessly effective workout.",
      "name": "Battle Ropes Wave Masterclass"
    },
    {
      "_id": "625b0937ec52f30cf97b528f",
      "index": 4,
      "balance": "500",
      "picture": "https://i.ibb.co/whTNp3v/pexels-bruno-bueno-2204196-1.jpg",
      "about": "Some would argue that the standing barbell overhead press is a better upper-body developer than the mighty bench press itself. Because it demands huge effort from your abs and all the assistance muscles that get used to press the barbell overhead; this move leads to a set of shoulders that look like cannonballs and will develop the chest just as well as any other move.",
      "name": "Barbell overhead press"
    },
    {
      "_id": "625b093745fd1545a5a9c9f6",
      "index": 5,
      "balance": "900",
      "picture": "https://i.ibb.co/bgjpTcv/pexels-binyamin-mellish-116077-1.jpg",
      "about": "The biggest set of muscles in your body (relative size) are the glutes. This move hits them directly. Strong glutes not only lead to a healthy back and flexible hamstrings—meaning fewer long-term strength and flexibility problems—but also do wonders for filling out a pair of jeans. And yeah",
      "name": "Barbell hip thrust "
    }
   
  ]